Repository: thib-lambert/Pokedex
Catalog: Pokedex/Pokedex/Resources/Localizable.xcstrings
Source language: en
Languages: fr

source: Arcanine
fr: Arcanin

source: Beedrill
fr: Dardargnan

source: Bellsprout
fr: Chétiflor

source: Blastoise
fr: Tortank

source: Bug
fr: Insecte

source: Bulbasaur
fr: Bulbizarre

source: Butterfree
fr: Papilusion

source: Caterpie
fr: Papilusion

source: Chansey
fr: Leveinard

source: Charizard
fr: Dracaufeu

source: Charmander
fr: Salamèche

source: Charmeleon
fr: Reptincel

source: Clefable
fr: Mélodelfe

# clefairy
source: Cleraify
fr: Mélofée

source: Cloyster
fr: Crustabri

source: Cubone
fr: Osselait

source: Dark
fr: Ténèbres

source: Dewgong
fr: Lamantine

source: Ditto
fr: Métamorph

source: Dragonair
fr: Draco

source: Dragonite
fr: Dracolosse

source: Dratini
fr: Minidraco

source: Drowzee
fr: Soporifik

source: Dugtrio
fr: Triopikeur

source: Eevee
fr: Évoli

source: Ekans
fr: Abo

source: Electabuzz
fr: Élektek

source: Electric
fr: Électrik

source: Electrode
fr: Électrode

source: Exeggcute
fr: Noeunoeuf

source: Exeggutor
fr: Noadkoko

source: Fairy
fr: Fée

source: Farfetch'd
fr: Akwakwak

source: Fearow
fr: Rapasdepic

source: Fighting
fr: Combat

source: Fire
fr: Feu

source: Flareon
fr: Pyroli

source: Flying
fr: Vol

source: Gastly
fr: Fantominus

source: Gengar
fr: Ectoplasma

source: Geodude
fr: Racaillou

source: Ghost
fr: Spectre

source: Gloom
fr: Ortide

source: Golbat
fr: Nosferalto

source: Goldeen
fr: Poissirène

source: Golduck
fr: Akwakwak

source: Golem
fr: Grolem

source: Grass
fr: Plante

source: Graveler
fr: Gravalanch

source: Grimer
fr: Tadmorv

source: Ground
fr: Sol

source: Growlithe
fr: Caninos

source: Gyarados
fr: Léviator

source: Haunter
fr: Spectrum

source: Hitmonchan
fr: Tygnon

source: Hitmonlee
fr: Kicklee

source: Horsea
fr: Hypotrempe

source: Hypno
fr: Hypnomade

source: Ice
fr: Glace

source: Ivysaur
fr: Herbizarre

source: Jigglypuff
fr: Rondoudou

source: Jolteon
fr: Voltali

source: Jynx
fr: Lippoutou

source: Kakuna
fr: Coconfort

source: Kangaskhan
fr: Kangourex

source: Kingler
fr: Krabboss

source: Koffing
fr: Smogo

source: Lapras
fr: Lokhlass

source: Lickitung
fr: Excelangue

source: Machamp
fr: Mackogneur

source: Machoke
fr: Machopeur

source: Machop
fr: Machoc

source: Magikarp
fr: Magicarpe

source: Magnemite
fr: Magnéti

source: Magneton
fr: Magnéton

source: Mankey
fr: Férosinge

source: Marowak
fr: Ossatueur

source: Meowth
fr: Miaouss

source: Metapod
fr: Chrysacier

source: Moltres
fr: Sulfura

source: Muk
fr: Grotadmorv

source: Nidorino
fr: Nidorina

source: Ninetales
fr: Feunard

source: Oddish
fr: Mystherbe

source: Omanyte
fr: Amonita

source: Omastar
fr: Amonistar

source: Pidgeot
fr: Roucarnage

source: Pidgeotto
fr: Roucoups

source: Pidgey
fr: Roucool

source: Pinsir
fr: Scarabrute

source: Poliwag
fr: Ptitard

source: Poliwhirl
fr: Têtarte

source: Poliwrath
fr: Tartard

source: Primeape
fr: Colossinge

source: Psychic
fr: Psy

source: Psyduck
fr: Psykokwak

source: Rapidash
fr: Galopa

source: Raticate
fr: Rattatac

source: Rhydon
fr: Rhinoféros

source: Rhyhorn
fr: Rhinocorne

source: Rock
fr: Roche

source: Sandshrew
fr: Sabelette

source: Sandslash
fr: Sablaireau

source: Scyther
fr: Insécateur

source: Seadra
fr: Hypocéan

source: Seaking
fr: Poissoroy

source: Seel
fr: Otaria

# shellder
source: Sheelder
fr: Kokiyas

source: Slowbro
fr: Flagadoss

source: Slowpoke
fr: Ramoloss

source: Snorlax
fr: Ronflex

source: Spearow
fr: Piafabec

source: Squirtle
fr: Carapuce

source: Starmie
fr: Staross

source: Staryu
fr: Stari

source: Steel
fr: Acier

source: Tangela
fr: Saquedeneu

source: Vaporeon
fr: Aquali

source: Venomoth
fr: Aéromite

source: Venonat
fr: Mimitoss

source: Venusaur
fr: Florizarre

source: Victreebel
fr: Empiflor

source: Vileplume
fr: Rafflesia

source: Vulpix
fr: Goupix

source: Wartortle
fr: Carabaffe

source: Water
fr: Eau

source: Weedle
fr: Aspicot

source: Weepinbell
fr: Boustiflor

source: Weezing
fr: Smogogo

source: Wigglytuff
fr: Grodoudou

source: Zapdos
fr: Électhor

source: Zubat
fr: Nosferapti
